LEXICON_RU: dict[str, str] = {
    '/start': '<b>Привет!</b>\nДобро пожаловать в бота, '
              'который поможет тебе с участием в хакатонах и кейсах\n'
              'Если у тебя есть вопросы по работе бота, отправь команду <b>"Помощь"</b>,\n'
              'Давай создадим профиль, команда <b>"Создать анкету"</b> тебе поможет!',
    '/help': 'Я помогаю найти тебе команду для мероприятий\n'
             'Чтобы узнать список мероприятий, напиши: \n'
             '/start\n'
             'Список мероприятий\n'
             'Еще команда\n',
    '/create': 'Давайте создадим ваш профиль, он будет содержать информацию о вас\n'
               'В любой момент вы сможете отменить создание профиля, написав "Отменить создание анкеты"\n'
               'Для начала, загрузите фото, которое будут видеть другие пользователи:',
    '/cancel': 'Регистрация была прервана',
    '/not_photo': 'Извинине, но это не фото',
    'main_menu': '(づ◔ ͜ʖ◔)づ',
    '/create_event': 'Супер, погнали создавать мероприятие, напиши его название:',
    '/cancel_event': 'Создание мероприятия отменено',
    'change_data': 'Выбери, что хочешь сделать:\n1. Вернуться в главное меню\n2. Изменить фото анкеты\n3. Изменить текст анкеты\n4. Заполнить анкету заново'
}



LEXICON_COMMANDS_RU: dict[str, str] = {
    '/start': 'старт бота',
    '/main_menu': 'получить главное меню',
    '/create': 'create your profile'
}

